{"chapters": [{"summary": "The Lexus GX is an adventure suv that promises both luxury and capability. Enabled with Sirius XM, the 2024 GX comes equipped with a rich array of content. Get in a GX today and experience how great design marries form and function.", "gist": "Lexus GX", "headline": "The new Lexus GX comes equipped with Sirius XM", "start": 250, "end": 41842}, {"summary": "The Taste the Mediterranean sales event is going on now through March 19 at Whole Foods Market. Save on Mediterranean inspired flavors all over the store. Wines from the sun soaked vineyards of Spain, Greece, and Italy start at just 899. Must be 21 plus.", "gist": "Whole Foods Market: Taste the Mediterranean", "headline": "The Taste the Mediterranean sales event is going on now through March 19", "start": 41906, "end": 101850}, {"summary": "A proposition 65 warning label can be found on all sorts of products manufactured in or distributed to the state of California. The labels generally have similar language with buzwords, starting with warning and quickly followed by chemical cancer birth defects. These ugly, clunky warning labels are the most elegant solution for tackling an even uglier environmental problem.", "gist": "Why Proposition 65 Warnings Are So Important", "headline": "Roman Mars: Proposition 65 warning labels are clunky solutions to environmental problems", "start": 101930, "end": 700460}, {"summary": "The new warning signs are the result of a 1986 ballot initiative, Proposition 65. Many businesses tried to weasel around the law by being purposely opaque about warnings. With some impressive celebrity endorsements and a clear environmental message, Prop 65 passed in a landslide victory.", "gist": "Celebrities on the Clean Water Caravan", "headline": "California's Proposition 65 requires companies to post warning signs about toxic chemicals", "start": 700850, "end": 1208122}, {"summary": "There are over 1000 chemicals on the Proposition 65 list. For some businesses, especially smaller ones, it can be difficult and expensive to test for all 1000 chemicals. According to one 2019 study, prop 65 lawsuits were costing California businesses around $30 million a year. How can a small business navigate that law?", "gist": "Proposition 65: The 'Bounty Hunters'", "headline": "Proposition 65 has been a powerful tool for environmentalists but it's also incentivized lawsuits", "start": 1208266, "end": 1575800}, {"summary": "Alan Hirsch: Prop 65 labels can help consumers make informed decisions about their health. He says the law is really the only state law in the country in many regards for a limit on how much contamination there can be in a product. Hirsch asks: If they could change anything about Prop 65, what would it be?", "gist": "Proposal 65: The Hidden System", "headline": "Todd Kuberman says prop 65 labels can help consumers make informed decisions", "start": 1576650, "end": 2106366}, {"summary": "Squarespace is the all in one website platform for entrepreneurs to stand out and succeed online. Get started with one of Squarespace's professional website templates. Save 10% off your first purchase of a website or domain.", "gist": "Visit Squarespace to Start a Website", "headline": "Squarespace is the all in one website platform for entrepreneurs to stand out", "start": 2106468, "end": 2182160}, {"summary": "Martin Gonzalez redid his whole living room with article. Article is offering our listeners $50 off your first purchase of $100 or more. To claim, visit article 99 and the discount will automatically be applied at checkout.", "gist": "Article Furniture", "headline": "Martin Gonzalez just redid his whole living room with article furniture", "start": 2182230, "end": 2243392}, {"summary": " Daylight saving time is starting up again. Ziprecruiter works around the clock to find qualified candidates for you. Once you post your job, they send it to 100 plus job sites. Get $50 off your first purchase of $100 or more with article 99.", "gist": "Spring Forward with Ziprecruiter", "headline": "Spring forward with new hiring partner, Ziprecruiter. com to find top talent sooner", "start": 2243456, "end": 2309736}, {"summary": "In 1979, there was a partial core meltdown at the three Mile island nuclear power plant near Harrisburg, Pennsylvania. Professor Judy Edworthy studies psychoacoustics and alarm design. She says humans are bombarded by so many alarms in our everyday life that we just start tuning them out or turning them off. Alarm design really matters.", "gist": "Alarms That Hurt Our Safety", "headline": "There has been a vigorous debate in this country about safety of nuclear power plants", "start": 2309848, "end": 2715960}, {"summary": " 99% Invisible looks at the idea of auditory icons and metaphorical sounds. Instead of generic alarms, these icons communicate exactly what the problem is. The more you cover, the more you can save Amica insurance.", "gist": "Auditory Illusions", "headline": "99% Invisible uses auditory icons to communicate problems in hospitals", "start": 2716040, "end": 2949250}], "episode_thumbnail": "https://production.listennotes.com/podcasts/99-invisible-roman-mars-vQyoZCSNjaI-JqxekyhmQi1.300x300.jpg", "episode_title": "572- WARNING: This Podcast Contains Chemicals Known to the State of California to Cause Cancer or Other Reproductive Harm", "podcast_title": "99% Invisible"}