{"chapters": [{"summary": "The Lexus GX is an adventure SUV that promises both luxury and capability. Enabled with Sirius XM, the 2024 GX comes equipped with a rich array of content. In true 99 PI fashion, get in a gx today and experience how great design marries form and function.", "gist": "Lexus GX", "headline": "The new Lexus GX comes equipped with Sirius XM", "start": 250, "end": 41842}, {"summary": "Taste the Mediterranean sales event going on now through March 19 at Whole Foods Market. Save on Mediterranean inspired flavors all over the store. Wines from the sun soaked vineyards of Spain, Greece, and Italy start at just 899. Must be 21 plus.", "gist": "Whole Foods Market", "headline": "The taste the Mediterranean sales event is going on now through March 19 at Whole Foods", "start": 41906, "end": 101850}, {"summary": "A Proposition 65 warning label can be found on all sorts of products manufactured in or distributed to the state of California. The labels generally have similar language with buzwords, starting with warning and quickly followed by chemical cancer, birth defects. These ugly, clunky warning labels are the most elegant solution for tackling an even uglier environmental problem.", "gist": "Why Proposition 65 Warning Labels Are So Important", "headline": "Vivian lay recalls seeing misleading Proposition 65 warning labels on California products", "start": 101930, "end": 710430}, {"summary": "The new warning signs are the result of a 1986 ballot initiative, Proposition 65. Many businesses tried to weasel around the law by being purposely opaque about warnings. Prop 65 passed in a landslide victory. It was the first environmental ballot measure to pass in California since 1972.", "gist": "Jane Fonda and the Clean Water Caravan", "headline": "California passed Proposition 65 to require clear and reasonable chemical warnings on products", "start": 710850, "end": 1208122}, {"summary": "There are over 1000 chemicals on the Proposition 65 list. For some businesses, especially smaller ones, it can be difficult and expensive to test for all 1000 chemicals. According to one 2019 study, Prop 65 lawsuits were costing California businesses around $30 million a year. How can a small business navigate that law?", "gist": "Proposition 65 Bounty Hunters: How to Avoid Being", "headline": "Proposition 65 has spurred more lawsuits against California businesses over toxic chemicals", "start": 1208266, "end": 1575800}, {"summary": "Alan Hirsch: Prop 65 labels can help consumers make informed decisions about their health. He says the law is the only law in the country in many regards for a limit on how much contamination there can be in a product. Hirsch says the same products are made safer for the rest of the country as well.", "gist": "Prop 65 Labels", "headline": "Todd Kuberman: Prop 65 labels can help consumers make informed decisions", "start": 1576650, "end": 2106366}, {"summary": "Squarespace is the all in one website platform for entrepreneurs to stand out and succeed online. Get started with one of Squarespace's professional website templates. Then customize your look, update content, and add features to fit your unique needs.", "gist": "Visit Squarespace to Build a Website", "headline": "Squarespace is the all in one website platform for entrepreneurs to stand out", "start": 2106468, "end": 2162604}, {"summary": "DoorDash makes shopping a breeze. Choose from a wide range of items, from your favorite local stores. App allows you to customize, substitute, schedule and track your order. Head to squarespace. com for a free trial, and when you're ready to launch, save 10% off your first purchase of a website or domain.", "gist": "DoorDash", "headline": "Let DoorDash take care of your shopping with a free app", "start": 2162722, "end": 2217132}, {"summary": " Daylight saving time is starting up again. Ziprecruiter. com 99.99 works around the clock to find qualified candidates for you. Once you post your job, they send it to 100 plus job sites so you can reach more of the right people. See why four to five employers who post on ZipRecruiter get a quality candidate within the first day.", "gist": "DoorDash and Ziprecruiter: Spring Forward with Talent", "headline": "Spring forward with a new hiring partner, Ziprecruiter, and find top talent", "start": 2217266, "end": 2317950}, {"summary": "In 1979, there was a partial core meltdown at the three Mile island nuclear power plant near Harrisburg, Pennsylvania. Professor Judy Edworthy studies psychoacoustics and alarm design at the University of Plymouth. She says humans are bombarded by so many alarms in our everyday life that we start tuning them out or turning them off.", "gist": "Do Nuclear Alarms Need More Alarms?", "headline": "There has been a vigorous debate about the safety of America's nuclear power plants", "start": 2320640, "end": 2707352}, {"summary": " 99% Invisible features an auditory icon for hospitals. The tones are meant to be used when there's a problem related to medication. Tirerack. com now offers convenient mobile tire installation in select areas.", "gist": "Auditory Illusions", "headline": "Amica Insurance creates auditory icons to communicate medical problems to patients", "start": 2707406, "end": 2967790}, {"summary": "Netsuite turns 25 this year. That's 25 years of helping businesses do more with less. 37,000 businesses have upgraded to Netsuite by Oracle. Get everything you need to grow all in one place.", "gist": "Netsuite: Business Success in a Cloud", "headline": "37,000 businesses have upgraded to Netsuite by Oracle", "start": 2969200, "end": 3029870}], "episode_thumbnail": "https://production.listennotes.com/podcasts/99-invisible-roman-mars-vQyoZCSNjaI-JqxekyhmQi1.300x300.jpg", "episode_title": "572- WARNING: This Podcast Contains Chemicals Known to the State of California to Cause Cancer or Other Reproductive Harm", "podcast_title": "99% Invisible"}