{"chapters": [{"summary": "The Lexus GX is an adventure SUV that promises both luxury and capability. Enabled with Sirius XM, the 2024 GX comes equipped with a rich array of content. Get in a gx today and experience how great design marries form and function.", "gist": "Lexus GX", "headline": "The new Lexus GX comes equipped with Sirius XM", "start": 250, "end": 32918}, {"summary": "Taste the Mediterranean now at Whole Foods Market. Apple Card is the perfect cashback rewards credit card. A Proposition 65 warning label can expose you to chemicals known to the state of California to cause cancer and birth defects. To trace the origin of these poorly designed warnings, talk to David Rowe.", "gist": "Taste the Mediterranean at Whole Foods Market", "headline": "Vivian Ley explores the origins of California Proposition 65 warning labels", "start": 33004, "end": 643542}, {"summary": "The new warning signs are the result of a 1986 ballot initiative, Proposition 65. Actress Jane Fonda and her husband were co founders of the Campaign for Economic Democracy. Armed with impressive celebrity endorsements and a clear environmental message, Prop 65 passed in a landslide victory.", "gist": "Celebrities on the Prop 65 Campaign", "headline": "Proposition 65, California's landmark environmental measure, passed overwhelmingly in 1986", "start": 643686, "end": 1208890}, {"summary": "There are over 1000 chemicals on the Proposition 65 list. For some businesses, especially smaller ones, it can be difficult and expensive to test for all 1000 chemicals. Study: Prop 65 lawsuits were costing California businesses around $30 million a year. How can a small business navigate that law?", "gist": "Proposition 65 Bounty Hunters: How to navigate the law", "headline": "Proposition 65 has been a powerful tool for environmentalists but it's also incentivized lawsuits", "start": 1209050, "end": 1824354}, {"summary": "The federal definition of lead free was eventually lowered from 8% to zero point 25%. But that change didn't take place until 2011, when companies remove dangerous chemicals to meet prop 65 guidelines. Because the state of California has the fifth biggest economy in the world, producers globally are pushed to do the same.", "gist": "Prop 65 and the lead in California products", "headline": "California companies remove dangerous chemicals to meet prop 65 guidelines", "start": 1824472, "end": 1885318}, {"summary": "If they could change anything about Prop 65, what would it be? Tod Cooperman would want the warning labels themselves to be more helpful to consumers. How can the federal government do more to protect us so that we don't need Prop 65 anymore?", "gist": "If They Could Change Prop 65, What Would It Be?", "headline": "If they could change anything about Prop 65, what would it be", "start": 1885404, "end": 2107166}, {"summary": "Squarespace is the all in one website platform for entrepreneurs to stand out and succeed online. Get started with one of Squarespace's professional website templates. Head to squarespace. com for a free trial, and when you're ready to launch, save 10% off your first purchase of a website or domain.", "gist": "Visit Squarespace to Start a Website", "headline": "Squarespace is the all in one website platform for entrepreneurs to stand out", "start": 2107268, "end": 2182860}, {"summary": "Martin Gonzalez redid his whole living room with article. Article is offering our listeners $50 off your first purchase of $100 or more. To claim, visit Article 99 and the discount will automatically be applied at checkout.", "gist": "Article Furniture", "headline": "Sound engineer Martin Gonzalez just redid his living room with article furniture", "start": 2182930, "end": 2244144}, {"summary": " Daylight saving time is starting up again. Ziprecruiter. com works around the clock to find qualified candidates for you. Once you post your job, they send it to 100 plus job sites so you can reach more of the right people. Spring forward with a new hiring partner and find top talent sooner.", "gist": "Spring Forward with hiring partner, Ziprecruiter", "headline": "Spring forward with new hiring partner, Ziprecruiter. com to find top talent sooner", "start": 2244192, "end": 2310468}, {"summary": "In 1979, there was a partial core meltdown at the three Mile island nuclear power plant near Harrisburg, Pennsylvania. Professor Judy Edworthy studies psychoacoustics and alarm design. She says humans are bombarded by so many alarms in our everyday life that we just start tuning them out. Alarm design really matters.", "gist": "Alarms That Hurt Our Safety", "headline": "There has been a vigorous debate in this country about safety of nuclear power plants", "start": 2310564, "end": 2717634}, {"summary": " 99% Invisible features auditory icons that communicate exactly what the problem is. Tirerack. com now offers convenient mobile tire installation in select areas. McDonald's transforms classic flavors into anime short. Find a link to every past episode of 99 PI at 99 PI.org.", "gist": "Auditory Icons", "headline": "99% Invisible uses auditory icons to communicate problems in hospitals", "start": 2717672, "end": 3000474}], "episode_thumbnail": "https://production.listennotes.com/podcasts/99-invisible-roman-mars-vQyoZCSNjaI-JqxekyhmQi1.300x300.jpg", "episode_title": "572- WARNING: This Podcast Contains Chemicals Known to the State of California to Cause Cancer or Other Reproductive Harm", "podcast_title": "99% Invisible"}