{"chapters": [{"summary": "The Lexus GX is an adventure SUV that promises both luxury and capability. Enabled with Sirius XM, the 2024 GX comes equipped with a rich array of content. In true 99 PI fashion, get in a gx today and experience how great design marries form and function.", "gist": "Lexus GX", "headline": "The new Lexus GX comes equipped with Sirius XM", "start": 250, "end": 41842}, {"summary": "Taste the Mediterranean is going on now through March 19 at Whole Foods Market. Save on Mediterranean inspired flavors all over the store. Wines from the sun soaked vineyards of Spain, Greece, and Italy start at just 899. Must be 21 plus.", "gist": "Taste the Mediterranean", "headline": "Taste the Mediterranean now at Whole Foods Market. Save on Mediterranean inspired flavors", "start": 41906, "end": 104880}, {"summary": "Elliot Kalin: Today we'll be going through chapters eleven through 15 of the power broker. With us for this episode is David Sims, the movie critic for the Atlantic. How do you feel about being someone who somebody thinks about in the middle of night?", "gist": "The Power Broker, Part 4", "headline": "This is the 99% invisible breakdown of the power broker. Today we'll go through chapters eleven through 15", "start": 106690, "end": 433510}, {"summary": "The book is about the use of power in New York politics in 1924. It's 1300 pages long and deals with a number of controversial issues. The book was written by Robert Moses, who wanted to build a string of parks on Long Island.", "gist": "The Power Broker", "headline": "The power broker and Dianetics are seminal books in New York politics", "start": 433580, "end": 540422}, {"summary": "We start with chapter eleven, the majesty of the law. Robert Moses really says goodbye to the idea of legality and embraces power. He uses political favors to get things done. In a myriad of ways, he enjoys it.", "gist": "The Majesty of the Law: Robert Moses", "headline": "Robert Moses embraces power over the law in this book", "start": 540476, "end": 900650}, {"summary": "There's a thread running through this section, especially of the power of the political argument of the people versus the powerful. It's easy to see the seeds of what will become the bad Moses later on. The fastest route to what he wants is not really going to be the most legal or the most compassionate route.", "gist": "Moses in the Land of Liberty", "headline": "Caro: There's a thread running through this section about political power", "start": 901630, "end": 1091766}, {"summary": "Robert Moses' partnership with Al Smith is such a funny match. Smith is a genuine populist, and Moses doesn't seem like a populist at all. Would Moses have considered himself politically aligned with Smith? Probably not.", "gist": "Robert Moses in The Life of Al Smith", "headline": "Robert Moses relied on Al Smith for legislative power during the 1970s", "start": 1091948, "end": 1246700}, {"summary": "The shape of a city can be so transformed by the personality of the person. It's the effect of personality on history, which is not a popular way of looking at history. Social forces and individual personalities mix to create the world we live in.", "gist": "Power Broker in The Taylor Estate", "headline": "Caro: Power broker is about the influence of personality on politics", "start": 1247070, "end": 1608350}, {"summary": "Kara: It's so rare that there's a fight over public parks. Kara: I wonder, with Moses's acumen for all things law and politics, if he didn't have the parks as his thing, would he have gotten anywhere? Kara: That support will become hugely valuable to Moses as he embarks on his projects.", "gist": "Robert Moses: The Fight Over Public Parks", "headline": "It's rare that there's a fight over public parks", "start": 1608930, "end": 1996026}, {"summary": "It had been a year since Robert Moses had announced his revised and broadened park and parkway plan. Within three years, almost all of it would be reality. How did that happen? We'll find out in the next chapter.", "gist": "The End of Robert Carroll's '", "headline": "Robert Carroll's chapter ends with a beautiful transition", "start": 1996128, "end": 2084120}, {"summary": "Choice Hotels has over 7400 locations and 22 brands. Get the best value for your money when you book with Choice Hotels. With so many hotel brands, choice hotels allows you to prioritize what you need.", "gist": "Choice Hotels", "headline": "Choice Hotels has over 7400 locations and 22 brands", "start": 2095350, "end": 2144866}, {"summary": "Squarespace is the all in one website platform for entrepreneurs to stand out and succeed online. FluidEngine is a next generation website design system with reimagined drag and drop technology for desktop and mobile. Get started with one of Squarespace's professional website templates.", "gist": "Visit Squarespace to Build a Website", "headline": "Squarespace is the all in one website platform for entrepreneurs to stand out", "start": 2144968, "end": 2201054}, {"summary": "Ziprecruiter. com 99.99 works around the clock to find qualified candidates for you. Once you post your job, they send it to 100 plus job sites so you can reach more of the right people. Head to squarespace. com for a free trial and save 10% off your first purchase of a website or domain.", "gist": "Setting Up a Recruitment Website with Ziprecruiter", "headline": "Spring forward with a new hiring partner, Ziprecruiter, to find top talent", "start": 2201172, "end": 2273510}, {"summary": "Robert Moses and the creature of the machine. Last chapter in this section, this episode is the curator of cauliflower. First chapter of next episode is going to be the Feather duster.", "gist": "The Creature of the Machine, Chapter 12", "headline": "Robert Moses and the creature of the machine is chapter twelve of the book", "start": 2277380, "end": 2303544}, {"summary": "For politicians, parkways mean that the government has to buy a lot of real estate. A lot of businesses that were isolated before are now reachable by road. If politicians are aware of where these roads are going, they can buy land along those routes. This is a lesson Moses will take with him the rest of his life.", "gist": "Robert Moses: The Creature of the Machine", "headline": "Roman Caro talks about the political power of parkways", "start": 2303582, "end": 2695316}, {"summary": "In 1926, Moses and the Long Island park commissioners were fighting over whether they owned the land. After a lengthy trial, the judge rules that the land belongs to the park commission. The twist ending of the movie is that Moses should have lost the trial, but he didn't.", "gist": "The Long Island Land Battle", "headline": "The Long Island park commissioners are fighting over whether they own the land", "start": 2695338, "end": 2943616}, {"summary": "When Kingsland Macy dies in 1962, Carol says the only person he wants to see before he dies is Robert Moses. Ironically, Macy becomes so inspired by this fight that he decides to go into politics. Author David Caro is outstanding at keeping information streamlined in a colossal book.", "gist": "Kingsland Macy: A Biography Review", "headline": "Kingsland Macy loses a lawsuit to Robert Moses and goes into politics", "start": 2943728, "end": 3222780}, {"summary": "Robert Moses is a power broker, of course, is rated. He has learned key things about what it means to be like a developer and constructor of things. He knows how important it is to lie about how much everything costs. And the ultimate lesson, he broke the law.", "gist": "Robert Moses in The Making of the Parks", "headline": "Robert Moses is learning key lessons about what it means to be a developer", "start": 3222930, "end": 3622684}, {"summary": "Robert Moses' vision for Jones beach is enduring. Because it's so beautiful, it gives him a blank check for his later worth. Like any artist, Moses' style changes over time. When we come back, we'll talk about chapter 13 at Us Cellular.", "gist": "Robert Moses: The Blank Check", "headline": "Robert Moses' Jones beach is his crown jewel and success is guarantor", "start": 3622722, "end": 3979790}, {"summary": "Moses is driving himself and his men to work as hard and fast as possible. A lot of this chapter is about how hard he pushes them. This is the part where I feel the cult of personality makes the most sense to me.", "gist": "Moses the Parks Commissioner: Driving Himself Around in a Car", "headline": "Moses drives himself and his men to work as hard and fast as possible", "start": 3983690, "end": 4268530}, {"summary": "Moses is building Jones beach. He's ignoring legal injunctions to stop working. He needs that land before he can build the roads that are going to reach his beach. Babylon Township has been leasing the bay bottom out to fishermen for generations. Moses uses that information to blackmail the town council.", "gist": "The Landlord's War on Jones Beach", "headline": "Moses Smith is working on Jones beach to build a highway", "start": 4268950, "end": 4603562}, {"summary": "In less than three years, Moses has expanded Long Island's state park space from 200 acres to 9700 acres across 14 parks. While he's been building all this long island stuff, he's also been buying up land and preserving parks upstate in New York. He's already making this dream happen in reality.", "gist": "Moses the Builder of Long Island's Parks", "headline": "Moses has expanded Long Island's state park space from 200 acres", "start": 4603616, "end": 4889326}, {"summary": "Robert Moses is changing as a result of suddenly having power. All the negative traits he had before have become enlarged. He's determined to do things his own way, no matter what. His psychic armor is only growing more powerful.", "gist": "Robert Moses in The Prisoner", "headline": "Robert Moses' character changes as a result of suddenly having power", "start": 4889458, "end": 5200630}, {"summary": "Ansley Wilcox accuses Moses of abusing his power. He says Moses has erased Wilcox's memory from the park he created. The letter lay unread in an unopened folder in a dusty Albany warehouse for 42 years. Finally, in the 43rd year, the folder was opened and the letter was read.", "gist": "Robert Moses' Letter to Anley Wilcox", "headline": "Robert Moses accuses Ansley Wilcox of abusing his power", "start": 5200710, "end": 5301658}, {"summary": "Carol Costello: Author Carroll has a habit of lionizing and sanctifying old men who represent a previous way of doing things. She says nobody works harder for Al Smith than Robert Moses. Costello says it isn't until Niagara Falls becomes a tourist spot that it gets gross.", "gist": "Robert Moses and Al Smith", "headline": "Caro Carroll writes about Robert Moses and Al Smith in his books", "start": 5301744, "end": 5568820}, {"summary": "At us cellular prepaid. We don't deprioritize you like other prepaid brands. Buy one month of service right now and get the second one free. Prepaid plans start at just $25 a month. US cellular built for us.", "gist": "Penn State World Campus", "headline": "At us cellular prepaid. We don't deprioritize you like other prepaid brands", "start": 5573430, "end": 5665700}, {"summary": "By 1928, everything in Moses's 1919 state government reorganization plan has basically become law. The governor of New York has real executive power. He's streamlined what used to be like 150 departments into eight departments. The downside is now it's harder for an Al Smith to get things done.", "gist": "New York State Government Reorganization, Chapter 15", "headline": "Robert Moses's 1919 state government reorganization plan has basically become law", "start": 5670230, "end": 6088118}, {"summary": "And then he realizes for the first time, I think, and maybe the only time in this book, that he's just in over his head. He probably just doesn't care enough. I think he's like, people care about parks. That's a source of power.", "gist": "In the Elevator With Floyd Mayweather", "headline": "He's dealing with people who punch other men for a living", "start": 6088204, "end": 6116800}, {"summary": "Moses is secretary of state. He is essentially co running the government at this point for Al Smith. He has no time for personal life. He doesn't do sports except for swimming at night. And he is literally turning the back of his car into an office.", "gist": "According to The Secretary of State: A Real Boss Office", "headline": "Moses is constantly working as secretary of state for Al Smith", "start": 6117570, "end": 6351802}, {"summary": "Robert Moses is dedicated to swimming every day. The book talks about the strain of working under Moses. Some of the Moses men, as they're called, start to crack under the strain.", "gist": "Robert Moses: The Life of Swimming", "headline": "Robert Moses writes about how he swam every day to relieve stress", "start": 6351936, "end": 6727806}, {"summary": "Carol Costello: In a second speech, Moses talks about how sometimes to do the right thing, you have to do other things that might technically overstep the law. She says he's becoming more comfortable with pushing back aggressively against anyone who tries to stop him. When an unstoppable farm builder meets an immovable object, he compromises.", "gist": "In the Elevator With Rich People", "headline": "Moses Cuomo uses non union labor to build bathhouses on Long island", "start": 6727838, "end": 7039880}, {"summary": "Moses will shift the road over 3 miles for the rich and the wealthy, but for a farmer, he will not shift it. It's a foreshadowing what's going to happen later on with his projects within New York City.", "gist": "The Land of the Rich and the Poor", "headline": "Robert Carroll: Moses will do anything to accommodate the wealthy and powerful", "start": 7041370, "end": 7429490}, {"summary": "Robert Moses almost gets access to even greater power. Al Smith would have been the first catholic president. Next episode of the power broker breaking down power broker breakdown show, we're going to find out who is moses'deadliest enemy.", "gist": "Robert Moses: The Power Broker Breakdown", "headline": "Robert Moses almost becomes president in 1928 book by Caro Sims", "start": 7430550, "end": 7688710}, {"summary": "There's been numerous attempts to tell the story of Rob Moses in different ways. What do you think it would take for this to be a good piece of filmed mean? It's a really hard story to tell in less than 1300 pages.", "gist": "Robert Moses: A Literary Drama", "headline": "There have been numerous attempts to make a film about Robert Moses", "start": 7688860, "end": 7975154}, {"summary": "Next month we'll be covering chapters 16 through 20 of the Power Broker. Remember to join our discord server. Penn State World Campus has led the charge in online education. Buy one month of service right now and get the second free.", "gist": "The 99% Invisible Breakdown Of The Power Broker", "headline": "Next month we'll be covering chapters 16 through 20 of 99 PI", "start": 7975272, "end": 8186654}], "episode_thumbnail": "https://production.listennotes.com/podcasts/99-invisible/the-power-broker-03-david-sims-poulxMKqWPD-ptKsRfxHeVE.300x300.jpg", "episode_title": "The Power Broker #03: David Sims", "podcast_title": "99% Invisible"}