{"chapters": [{"summary": "The Lexus GX is an adventure SUV that promises both luxury and capability. Enabled with Sirius XM, the 2024 GX comes equipped with a rich array of content. In true 99 PI fashion, get in a gx today and experience how great design marries form and function.", "gist": "Lexus GX", "headline": "The new Lexus GX comes equipped with Sirius XM", "start": 250, "end": 41842}, {"summary": "Taste the Mediterranean is going on now through March 19 at Whole Foods Market. Save on Mediterranean inspired flavors all over the store. Wines from the sun soaked vineyards of Spain, Greece, and Italy start at just 899. Must be 21 plus.", "gist": "Taste the Mediterranean", "headline": "Taste the Mediterranean now at Whole Foods Market. Save on Mediterranean inspired flavors", "start": 41906, "end": 104880}, {"summary": "Elliot Kalin: Today we'll be going through chapters eleven through 15 of the power broker. With us for this episode is David Sims, the movie critic for the Atlantic. How do you feel about being someone who somebody thinks about in the middle of night?", "gist": "The Power Broker, Part 4", "headline": "This is the 99% invisible breakdown of the power broker. Today we'll go through chapters eleven through 15", "start": 106690, "end": 433510}, {"summary": "The book is about the use of power in New York politics in 1924. It's 1300 pages long and deals with a number of controversial issues. The book was written by Robert Moses, who wanted to build a string of parks on Long Island.", "gist": "The Power Broker", "headline": "The power broker and Dianetics are seminal books in New York politics", "start": 433580, "end": 540422}, {"summary": "We start with chapter eleven, the majesty of the law. Robert Moses really says goodbye to the idea of legality and embraces power. He uses political favors to get things done. In a myriad of ways, he enjoys it.", "gist": "The Majesty of the Law: Robert Moses", "headline": "Robert Moses embraces power over the law in this book", "start": 540476, "end": 900650}, {"summary": "There's a thread running through this section, especially of the power of the political argument of the people versus the powerful. But it's also easy to see the seeds of what will become the bad Moses later on. The fastest route to what he wants is not really the most legal or the most compassionate route.", "gist": "A Lesson From The Life of Moses", "headline": "Caro: There's a thread running through this section about political power", "start": 901630, "end": 1091766}, {"summary": "Robert Moses' partnership with Al Smith is such a funny match. Smith is a genuine populist, and Moses doesn't seem like a populist at all. Would Moses have considered himself politically aligned with Smith? Probably not.", "gist": "Robert Moses in The Life of Al Smith", "headline": "Robert Moses relied on Al Smith for legislative power during the 1970s", "start": 1091948, "end": 1246700}, {"summary": "The shape of a city can be so transformed by the personality of the person. It's the effect of personality on history, which is not a popular way of looking at history. Large social forces and individual personalities mix to create the world we live in.", "gist": "Power Broker and the Taylor Estate", "headline": "Caro: Power broker is about the influence of personality on politics", "start": 1247070, "end": 1683910}, {"summary": "In the 1920s, Long Island was in desperate need of a public park. The New York Times helped raise money for the project. August Hexer agreed to give the money in exchange for naming the park after him. The support from the press will be valuable to Moses as he embarks on his projects.", "gist": "Robert Moses: The Story of a Public Park", "headline": "Robert Moses stumbled into park issue because it was not being exploited", "start": 1683980, "end": 1996026}, {"summary": "It had been a year since Robert Moses had announced his revised and broadened park and parkway plan. Within three years, almost all of it would be reality. How did that happen? We got to find out in the next chapter.", "gist": "A Taste of Robert Carroll's", "headline": "Robert Carroll's chapter ends with a beautiful tease transition", "start": 1996128, "end": 2084120}, {"summary": "Choice Hotels has over 7400 locations and 22 brands, including comfort hotels, Radisson hotels, and Cambria hotels. Get the best value for your money when you book with choice hotels.", "gist": "Choice Hotels", "headline": "Choice Hotels has over 7400 locations and 22 brands", "start": 2095350, "end": 2144866}, {"summary": "Squarespace is the all in one website platform for entrepreneurs. FluidEngine is a next generation website design system with reimagined drag and drop technology for desktop and mobile. Head to squarespace. com for a free trial, and when you're ready to launch, save 10% off your first purchase of a website or domain.", "gist": "Visit Squarespace to Start a Website", "headline": "Squarespace is the all in one website platform for entrepreneurs to stand out", "start": 2144968, "end": 2210290}, {"summary": "Ziprecruiter. com 99.99 works around the clock to find qualified candidates for you. Once you post your job, they send it to 100 plus job sites so you can reach more of the right people. Spring forward with a new hiring partner, ZipRecruiter, and find top talent sooner.", "gist": "Spring Forward with Ziprecruiter", "headline": "Spring forward with new hiring partner, Ziprecruiter, and find top talent sooner", "start": 2214070, "end": 2273510}, {"summary": "Robert Moses and the creature of the machine. Last chapter in this section, this episode is the curator of cauliflower. First chapter of next episode is going to be the Feather duster.", "gist": "The Creature of the Machine, Chapter 12", "headline": "Robert Moses and the creature of the machine is chapter twelve of the book", "start": 2277380, "end": 2303544}, {"summary": "For politicians, parkways mean that the government has to buy a lot of real estate. A lot of businesses that were isolated before are now reachable by road. If politicians are aware of where these roads are going, they can buy land along those routes. Can you prove a quid pro quo?", "gist": "Robert Moses and the Creature of the Machine", "headline": "Roman Caro talks about the political power of parkways", "start": 2303582, "end": 2485792}, {"summary": "Al Smith and the Republicans in legislature agree that in exchange for the northern State Parkway not being built until Moses has a route agreed to by the Long island barons. They'll give him all the money for the parks in 1926 so that Moses can begin building his projects.", "gist": "The Making of the Southern State Parkway", "headline": "Al Smith and the Republicans in legislature agree to stop Parkway construction until 1926", "start": 2485926, "end": 2831056}, {"summary": "Judges are loathe to just cause something to stop or be dug up or do something different. They really want to keep what is the most ultimate common sense peace in this situation. In theory, of course, judges should not be influenced by such considerations. But judges are human.", "gist": "In the Elevator With Judge Carol", "headline": "Roman: Judges are generally conservative in their approach to land disputes", "start": 2831158, "end": 2943616}, {"summary": "When W. Kingsland Macy dies in 1962, Carol says the only person he wants to see before he dies is Robert Moses. Ironically, Macy becomes so inspired by this fight that he decides to go into politics. Author is outstanding at keeping information streamlined in a colossal book like this.", "gist": "Kingsland Macy: A Biographical Review", "headline": "Kingsland Macy loses a lawsuit to Robert Moses and goes into politics", "start": 2943728, "end": 3137060}, {"summary": "The simplest way to get what he wants done is to use every source of power he has. If you're fighting for parks, you're a hero. In the eyes of the public, the ends may not justify the means, but if the ends are loved enough, the means don't matter.", "gist": "Robert Moses on the Power Broker Podcast", "headline": "Caro: Moses learns some important lessons about how politics works", "start": 3137210, "end": 3525256}, {"summary": "Robert Moses got a bunch of star architects together to design a recreation complex. He wanted enormous bathhouses big enough for 10,000 lockers. The architects are with him standing on an empty, totally nothing sandbar. There's such an undeniable fun in seeing him outsmart and outwit these guys.", "gist": "Robert Moses on the Builders", "headline": "Robert Moses wants to build an enormous recreation complex on Long Island", "start": 3525288, "end": 3878508}, {"summary": "The National Women's Soccer League kicks off March 16 on Ion. 25 Saturday nights, 50 matches all season long. See the full schedule and find where to watch@ion. com.", "gist": "National Women's Soccer League", "headline": "The National Women's Soccer League kicks off March 16 on Ion", "start": 3878604, "end": 3933660}, {"summary": "At Amica, we understand that looking out for each other isn't new or groundbreaking. Empathy is our best policy. Hey, I was just in an accident. We'll get you taken care of.", "gist": "Apathy Is the Best Insurance", "headline": "Amica insurance reminds us to be more human after an accident", "start": 3935460, "end": 3964410}, {"summary": "Moses is driving himself and his men to work as hard and fast as possible in this so people can do driving in their cars later. A lot of this chapter is about how hard he pushes them. Their boss is kind of a tyrant, but there's a sense of excitement.", "gist": "Moses the Parks Commissioner: Driving Himself Around the Country", "headline": "Chapter 13 is about how hard Moses pushes his employees in 1920s parks", "start": 3968330, "end": 4253150}, {"summary": "Moses is building Jones beach. He needs that land before he can build the roads that are going to reach his beach. Babylon township has been leasing out the bay bottom to fishermen for generations. Moses uses that information to blackmail the town council.", "gist": "The story of Moses Jones Beach", "headline": "Moses Smith is trying to survey Jones beach before his term expires", "start": 4253570, "end": 4587126}, {"summary": "In less than three years, Moses has expanded Long Island's state park space from 200 acres to 9700 acres across 14 parks. While he's been building all this long island stuff, he's also been buying up land and preserving parks upstate in New York.", "gist": "Moses the Builder: Long Island State Parks", "headline": "Moses has expanded Long Island's state park space from 200 acres", "start": 4587158, "end": 4875014}, {"summary": "The next chapter is chapter 14, changing. Through Caro's eyes, Robert Moses is changing as a result of suddenly having power. All the negative traits he had before have become enlarged and enhanced. We can never undo these changes.", "gist": "Robert Moses in the Dark", "headline": "Robert Moses' character changes as a result of suddenly having power", "start": 4875052, "end": 5173698}, {"summary": "Moses uses rumors that Wilcox and Clearwater are very sick old men. He has erased Wilcox's memory from the park he created. There's a kind of cruelty to it that is really present here that it's hard to get over.", "gist": "Robert Moses: The Life of Robert Moses", "headline": "Robert Moses accused Ansley Wilcox of abusing his power over park", "start": 5173794, "end": 5553460}, {"summary": "The National Women's Soccer League kicks off March 16 on ion. 25 Saturday night, 50 matches all season long. Find your next dunkin'cold coffee in the roasted coffee aisle at Amica insurance. See the full schedule and find where to watch@ionwsl. com.", "gist": "Homeowners Insurance", "headline": "The National Women's Soccer League kicks off March 16 on Ion", "start": 5558390, "end": 5634860}, {"summary": "By 1928, everything in Moses's 1919 state government reorganization plan has basically become law. He's streamlined what used to be like 150 departments into eight departments. The downside is now it's harder for an Al Smith to get into that place. But in most ways, it works much better.", "gist": "State Government Reorganization, Chapter 15", "headline": "Everything in Moses's 1919 state government reorganization plan has basically become law", "start": 5639510, "end": 6057398}, {"summary": "And then he realizes for the first time, I think, and maybe the only time in this book, that he's just in over his head. He probably just doesn't care enough. I think he's like, people care about parks. That's a source of power.", "gist": "In the Elevator With Floyd Mayweather", "headline": "He's dealing with people who punch other men for a living", "start": 6057484, "end": 6086100}, {"summary": "Moses is secretary of state in 1974. He is essentially co running the government at this point for Al Smith. He has no time for personal life. He doesn't do sports except for swimming at night. And he's constantly working.", "gist": "The Secretary of State's Office", "headline": "Moses is secretary of state for Al Smith. And he is essentially co running the government", "start": 6086870, "end": 6403750}, {"summary": "Caro talks about the stress of working under Moses. Some of the Moses men, as they're called, they start to crack under the strain. More than one becomes an alcoholic, some have nervous breakdowns. There's at least one suicide.", "gist": "The Secret Life of Moses Man", "headline": "There's a section about Moses' temper in the new book", "start": 6403820, "end": 6798854}, {"summary": "Oto Khan is one of these people who I know of as a rich person. How did Oto Khan get his money? He was known as the king of New York. Anesthetic is enough of a reason to live now and not any other time in history.", "gist": "Ricardo Oto Khan: The Rich Person", "headline": "Oto Khan was known as the king of New York. Pretty good title to get", "start": 6799052, "end": 7008298}, {"summary": "Oto con: Moses will shift the road over 3 miles for the rich and the wealthy. But for a farmer, he will not shift it 400ft. The road is built, it cuts the farm in two. It's a foreshadowing of what will happen later to the Bronx Expressway.", "gist": "Moses the Shift the Road Through the Rich Estate", "headline": "The northern State Parkway goes through the land of a wealthy Long Island farmer", "start": 7008464, "end": 7407558}, {"summary": "Robert Moses almost gets access to even greater power because it's 1928. Al Smith would have been the first catholic president. There is still this intense anti catholic prejudice 32 years later when John F. Kennedy is running for president. Moses is like, there's still so much left to do.", "gist": "Robert Moses as Governor of New York", "headline": "Robert Moses is governor while Al Smith is running for president in 1928", "start": 7407574, "end": 7538398}, {"summary": "Next episode of the Power Broker breaking down power broker breakdown show. We'll be covering pages 280 to 401, from chapter 16 the feather duster to chapter 21 year. We're finally going to get into the genuine accusations of racism that Carol has for Moses and Al Smith.", "gist": "Power Broker Breakdown", "headline": "Roman: New York elected skeletor, correct? Roman: Yes", "start": 7538494, "end": 7628058}, {"summary": "The way this works is that I'm considered an equal of Robert Carroll. You got to say that you, Jamel, Conan O'Brien, you're all on the same level. I'm going to be reading along with you eagerly for the rest of this series.", "gist": "Conan O'Brien on Robert Carroll", "headline": "It was such a pleasure to have you here. And thank you for making me crack this book open", "start": 7628154, "end": 7658010}, {"summary": "There's been numerous attempts to tell the story of Robert Moses in different ways. What do you think it would take for this to be a good piece of filmed entertainment? I don't know that it's possible.", "gist": "Robert Moses: A Movie Review", "headline": "There have been numerous attempts to make Robert Moses into a film", "start": 7658160, "end": 7944422}, {"summary": "Next month we'll be covering chapters 16 through 20. That's the middle chunk of part four, the use of power. Remember to join our discord server. You'll be able to connect with other power broker fans.", "gist": "99 PI: The Use of Power Broker", "headline": "Next month we'll be covering chapters 16 through 20 of 99 PI", "start": 7944556, "end": 8055034}, {"summary": "The National Women's Soccer League kicks off March 16 on ion out in front of Williams. Duncan's cold K cup pods can be brewed hot and enjoyed cold. Because the home with Duncan is where you want to be.", "gist": "Duncan Coffee", "headline": "The National Women's Soccer League kicks off March 16 on ion out", "start": 8055072, "end": 8133080}], "episode_thumbnail": "https://production.listennotes.com/podcasts/99-invisible/the-power-broker-03-david-sims-poulxMKqWPD-ptKsRfxHeVE.300x300.jpg", "episode_title": "The Power Broker #03: David Sims", "podcast_title": "99% Invisible"}